Repository: ZuneTracks/UniTube
Catalog: YouTube.Uwp/Strings/language-*/Resources.resw
Source language: en_us
Languages: af_za, am_et, ar_sa, as_in, az_latn_az, be_by, bg_bg, bn_bd, bs_latn_ba, ca_es, cs_cz, da_dk, de_de, el_gr, es_us, et_ee, eu_es, fa_ir, fi_fi, fil_ph, fr_ca, gl_es, gu_in, he_il, hi_in, hr_hr, hu_hu, hy_am, id_id, is_is, it_it, ja_jp, ka_ge, kk_kz, km_kh, kn_in, ko_kr, ky_kg, lo_la, lt_lt, lv_lv, mk_mk, ml_in, mn_mn, mr_in, ms_my, nb_no, ne_np, nl_nl, or_in, pa_in, pl_pl, pt_br, ro_ro, ru_ru, si_lk, sk_sk, sl_si, sq_al, sr_cyrl_rs, sr_latn_rs, sv_se, sw_ke, ta_in, te_in, th_th, tr_tr, uk_ua, ur_pk, uz_latn_uz, vi_vn, zh_hans_cn, zh_hant_hk, zu_za

# InAppPlaybackDescription.Text
source: In-app playback uses YouTube's official mobile watch page. This app does not extract or download media URLs.
af_za: Inprogram-terugspeel gebruik YouTube se amptelike mobiele kykbladsy. Hierdie toepassing onttrek of laai nie media-URL's af nie.
am_et: የውስጠ-መተግበሪያ መልሶ ማጫወት የዩቲዩብ ኦፊሴላዊ የሞባይል መመልከቻ ገጽን ይጠቀማል። ይህ መተግበሪያ የሚዲያ ዩአርኤሎችን አያወጣም ወይም አያወርድም።
ar_sa: يستخدم التشغيل داخل التطبيق صفحة المشاهدة الرسمية للجوال على YouTube. لا يقوم هذا التطبيق باستخراج أو تنزيل عناوين URL للوسائط.
as_in: ইন-এপ প্লেবেকত ইউটিউবৰ অফিচিয়েল মোবাইল ৱাচ পেজ ব্যৱহাৰ কৰা হয়। এই এপটোৱে মিডিয়া URL এক্সট্ৰেক্ট বা ডাউনলোড নকৰে।
az_latn_az: Tətbiqdaxili oxutma YouTube-un rəsmi mobil baxış səhifəsindən istifadə edir. Bu proqram media URL-lərini çıxarmır və ya endirmir.
be_by: Прайграванне ў дадатку выкарыстоўвае афіцыйную старонку прагляду YouTube для мабільных прылад. Гэта дадатак не здабывае і не спампоўвае URL-адрасы мультымедыя.
bg_bg: Възпроизвеждането в приложението използва официалната мобилна страница за гледане на YouTube. Това приложение не извлича или изтегля медийни URL адреси.
bn_bd: ইন-অ্যাপ প্লেব্যাক YouTube-এর অফিসিয়াল মোবাইল দেখার পৃষ্ঠা ব্যবহার করে। এই অ্যাপটি মিডিয়া ইউআরএল এক্সট্রাক্ট বা ডাউনলোড করে না।
bs_latn_ba: Reprodukcija u aplikaciji koristi službenu YouTube stranicu za gledanje na mobilnom uređaju. Ova aplikacija ne izdvaja niti preuzima medijske URL-ove.
ca_es: La reproducció des de l'aplicació utilitza la pàgina oficial de visualització per a mòbils de YouTube. Aquesta aplicació no extreu ni descarrega URL multimèdia.
cs_cz: Přehrávání v aplikaci využívá oficiální mobilní stránku sledování YouTube. Tato aplikace neextrahuje ani nestahuje adresy URL médií.
da_dk: Afspilning i appen bruger YouTubes officielle mobilafspilningsside. Denne app udtrækker eller downloader ikke medie-URL'er.
de_de: Für die In-App-Wiedergabe wird die offizielle mobile Wiedergabeseite von YouTube verwendet. Diese App extrahiert oder lädt keine Medien-URLs herunter.
el_gr: Η αναπαραγωγή εντός εφαρμογής χρησιμοποιεί την επίσημη σελίδα παρακολούθησης του YouTube για κινητά. Αυτή η εφαρμογή δεν εξάγει ούτε κατεβάζει διευθύνσεις URL πολυμέσων.
es_us: La reproducción dentro de la aplicación utiliza la página de visualización móvil oficial de YouTube. Esta aplicación no extrae ni descarga URL de medios.
et_ee: Rakendusesisene taasesitus kasutab YouTube'i ametlikku mobiilivaatamislehte. See rakendus ei ekstrakti ega laadi alla meediumi URL-e.
eu_es: Aplikazio barruko erreprodukzioak YouTube-ren mugikorretarako orri ofiziala erabiltzen du. Aplikazio honek ez ditu multimedia URLak ateratzen edo deskargatzen.
fa_ir: پخش درون برنامه ای از صفحه تماشای تلفن همراه رسمی YouTube استفاده می کند. این برنامه URL های رسانه را استخراج یا دانلود نمی کند.
fi_fi: Sovelluksen sisäinen toisto käyttää YouTuben virallista mobiilikatselusivua. Tämä sovellus ei pura tai lataa median URL-osoitteita.
fil_ph: Ginagamit ng in-app na pag-playback ang opisyal na pahina sa panonood sa mobile ng YouTube. Ang app na ito ay hindi kumukuha o nagda-download ng mga media URL.
fr_ca: La lecture dans l'application utilise la page de lecture mobile officielle de YouTube. Cette application n'extrait ni ne télécharge les URL des médias.
gl_es: A reprodución na aplicación utiliza a páxina oficial de visualización para móbiles de YouTube. Esta aplicación non extrae nin descarga URL multimedia.
gu_in: ઇન-એપ પ્લેબેક YouTube ના અધિકૃત મોબાઇલ વોચ પેજનો ઉપયોગ કરે છે. આ એપ્લિકેશન મીડિયા URL ને એક્સ્ટ્રેક્ટ અથવા ડાઉનલોડ કરતી નથી.
he_il: הפעלה בתוך האפליקציה משתמשת בדף הצפייה הרשמי של YouTube לנייד. אפליקציה זו אינה מחלצת או מורידה כתובות אתרים של מדיה.
hi_in: इन-ऐप प्लेबैक YouTube के आधिकारिक मोबाइल वॉच पेज का उपयोग करता है। यह ऐप मीडिया यूआरएल नहीं निकालता या डाउनलोड नहीं करता।
hr_hr: Reprodukcija unutar aplikacije koristi YouTubeovu službenu mobilnu stranicu za gledanje. Ova aplikacija ne izdvaja niti preuzima URL-ove medija.
hu_hu: Az alkalmazáson belüli lejátszás a YouTube hivatalos mobilnézőoldalát használja. Ez az alkalmazás nem bontja ki és nem tölti le a média URL-jeit.
hy_am: Հավելվածում նվագարկումն օգտագործում է YouTube-ի բջջային դիտման պաշտոնական էջը: Այս հավելվածը չի հանում կամ ներբեռնում մեդիա URL-ներ:
id_id: Pemutaran dalam aplikasi menggunakan laman tontonan seluler resmi YouTube. Aplikasi ini tidak mengekstrak atau mengunduh URL media.
is_is: Spilun í forriti notar opinbera áhorfssíðu YouTube fyrir farsíma. Þetta app dregur ekki út eða hleður niður vefslóðum.
it_it: La riproduzione in-app utilizza la pagina di visualizzazione mobile ufficiale di YouTube. Questa app non estrae né scarica URL multimediali.
ja_jp: アプリ内再生には YouTube の公式モバイル視聴ページを使用します。このアプリはメディア URL を抽出またはダウンロードしません。
ka_ge: აპს-შიდა დაკვრა იყენებს YouTube-ის ოფიციალურ მობილური ყურების გვერდს. ეს აპი არ ამოიღებს და არ ჩამოტვირთავს მედია URL-ებს.
kk_kz: Қолданбада ойнату YouTube-тің ресми мобильді көру бетін пайдаланады. Бұл қолданба медиа URL мекенжайларын шығармайды немесе жүктеп алмайды.
km_kh: ការចាក់សារថ្មីក្នុងកម្មវិធីប្រើទំព័រមើលទូរសព្ទផ្លូវការរបស់ YouTube ។ កម្មវិធីនេះមិនស្រង់ចេញ ឬទាញយក URL មេឌៀទេ។
kn_in: ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಪ್ಲೇಬ್ಯಾಕ್ YouTube ನ ಅಧಿಕೃತ ಮೊಬೈಲ್ ವೀಕ್ಷಣೆ ಪುಟವನ್ನು ಬಳಸುತ್ತದೆ. ಈ ಅಪ್ಲಿಕೇಶನ್ ಮಾಧ್ಯಮ URL ಗಳನ್ನು ಹೊರತೆಗೆಯುವುದಿಲ್ಲ ಅಥವಾ ಡೌನ್‌ಲೋಡ್ ಮಾಡುವುದಿಲ್ಲ.
ko_kr: 인앱 재생은 YouTube의 공식 모바일 보기 페이지를 사용합니다. 이 앱은 미디어 URL을 추출하거나 다운로드하지 않습니다.
ky_kg: Колдонмодо ойнотуу YouTube'дун расмий мобилдик көрүү барагын колдонот. Бул колдонмо медиа URL даректерин чыгарбайт же жүктөп албайт.
lo_la: ການຫຼິ້ນໃນແອັບຈະໃຊ້ໜ້າເບິ່ງມືຖືຢ່າງເປັນທາງການຂອງ YouTube. ແອັບຯນີ້ບໍ່ໄດ້ສະກັດ ຫຼືດາວໂຫລດ URL ຂອງສື່.
lt_lt: Atkuriant programoje naudojamas oficialus „YouTube“ žiūrėjimo puslapis mobiliesiems. Ši programa neišskleidžia ir neatsisiunčia medijos URL.
lv_lv: Atskaņošanai lietotnē tiek izmantota YouTube oficiālā skatīšanās lapa mobilajām ierīcēm. Šī lietotne neizņem vai nelejupielādē multivides vietrāžus URL.
mk_mk: Репродукцијата во апликација ја користи официјалната страница за гледање мобилни телефони на YouTube. Оваа апликација не извлекува или презема URL-адреси за медиуми.
ml_in: ഇൻ-ആപ്പ് പ്ലേബാക്ക് YouTube-ൻ്റെ ഔദ്യോഗിക മൊബൈൽ വാച്ച് പേജ് ഉപയോഗിക്കുന്നു. ഈ ആപ്പ് മീഡിയ URL-കൾ എക്‌സ്‌ട്രാക്‌റ്റ് ചെയ്യുകയോ ഡൗൺലോഡ് ചെയ്യുകയോ ചെയ്യുന്നില്ല.
mn_mn: Апп дотор тоглуулах нь YouTube-н албан ёсны гар утасны үзэх хуудсыг ашигладаг. Энэ програм нь медиа URL-г задлах эсвэл татаж авахгүй.
mr_in: ॲप-मधील प्लेबॅक YouTube चे अधिकृत मोबाइल पाहण्याचे पृष्ठ वापरते. हा ॲप मीडिया URL काढत नाही किंवा डाउनलोड करत नाही.
ms_my: Main balik dalam apl menggunakan halaman tontonan mudah alih rasmi YouTube. Apl ini tidak mengekstrak atau memuat turun URL media.
nb_no: Avspilling i appen bruker YouTubes offisielle mobilvisningsside. Denne appen trekker ikke ut eller laster ned medienettadresser.
ne_np: इन-एप प्लेब्याकले YouTube को आधिकारिक मोबाइल वाच पृष्ठ प्रयोग गर्दछ। यो एपले मिडिया URL हरू निकाल्ने वा डाउनलोड गर्दैन।
nl_nl: In-app afspelen maakt gebruik van de officiële mobiele weergavepagina van YouTube. Deze app extraheert of downloadt geen media-URL's.
or_in: ଇନ୍-ଆପ୍ ପ୍ଲେକ୍ ୟୁଟ୍ୟୁବ୍ ର ଅଫିସିଆଲ୍ ମୋବାଇଲ୍ ୱାଚ୍ ପେଜ୍ ବ୍ୟବହାର କରେ | ଏହି ଆପ୍ ମିଡିଆ URL ଗୁଡିକ ବାହାର କରେ ନାହିଁ କିମ୍ବା ଡାଉନଲୋଡ୍ କରେ ନାହିଁ |
pa_in: ਇਨ-ਐਪ ਪਲੇਬੈਕ YouTube ਦੇ ਅਧਿਕਾਰਤ ਮੋਬਾਈਲ ਦੇਖਣ ਵਾਲੇ ਪੰਨੇ ਦੀ ਵਰਤੋਂ ਕਰਦਾ ਹੈ। ਇਹ ਐਪ ਮੀਡੀਆ URL ਨੂੰ ਐਕਸਟਰੈਕਟ ਜਾਂ ਡਾਊਨਲੋਡ ਨਹੀਂ ਕਰਦਾ ਹੈ।
pl_pl: Odtwarzanie w aplikacji korzysta z oficjalnej strony odtwarzania YouTube na urządzenia mobilne. Ta aplikacja nie wyodrębnia ani nie pobiera adresów URL multimediów.
pt_br: A reprodução no aplicativo usa a página oficial de exibição móvel do YouTube. Este aplicativo não extrai nem baixa URLs de mídia.
ro_ro: Redarea în aplicație folosește pagina oficială de vizionare mobilă a YouTube. Această aplicație nu extrage și nu descarcă adrese URL media.
ru_ru: Для воспроизведения в приложении используется официальная страница просмотра YouTube для мобильных устройств. Это приложение не извлекает и не загружает URL-адреса мультимедиа.
si_lk: යෙදුම තුළ නැවත ධාවනය YouTube හි නිල ජංගම නැරඹුම් පිටුව භාවිත කරයි. මෙම යෙදුම මාධ්‍ය URL උපුටා ගැනීම හෝ බාගත නොකරයි.
sk_sk: Prehrávanie v aplikácii využíva oficiálnu mobilnú stránku prezerania videa YouTube. Táto aplikácia neextrahuje ani nesťahuje adresy URL médií.
sl_si: Predvajanje v aplikaciji uporablja YouTubovo uradno mobilno stran za ogled. Ta aplikacija ne ekstrahira ali prenaša URL-jev medijev.
sq_al: Riprodhimi brenda aplikacionit përdor faqen zyrtare të shikimit celular të YouTube. Ky aplikacion nuk nxjerr ose shkarkon URL-të e medias.
sr_cyrl_rs: Репродукција у апликацији користи званичну ИоуТубе-ову страницу за гледање на мобилном уређају. Ова апликација не издваја нити преузима медијске УРЛ-ове.
sr_latn_rs: Reprodukcija u aplikaciji koristi zvaničnu YouTube-ovu stranicu za gledanje na mobilnom uređaju. Ova aplikacija ne izdvaja niti preuzima medijske URL-ove.
sv_se: Uppspelning i appen använder YouTubes officiella mobilvisningssida. Den här appen extraherar eller laddar inte ner mediawebbadresser.
sw_ke: Uchezaji wa ndani ya programu hutumia ukurasa rasmi wa kutazama wa YouTube wa simu ya mkononi. Programu hii haitoi au kupakua URL za midia.
ta_in: YouTube இன் அதிகாரப்பூர்வ மொபைல் கண்காணிப்புப் பக்கத்தைப் பயன்பாட்டில் பிளேபேக் பயன்படுத்துகிறது. இந்த ஆப்ஸ் மீடியா URLகளைப் பிரித்தெடுக்கவோ பதிவிறக்கவோ இல்லை.
te_in: యాప్‌లో ప్లేబ్యాక్ YouTube యొక్క అధికారిక మొబైల్ వీక్షణ పేజీని ఉపయోగిస్తుంది. ఈ యాప్ మీడియా URLలను సంగ్రహించదు లేదా డౌన్‌లోడ్ చేయదు.
th_th: การเล่นในแอปใช้หน้าสำหรับดูบนมือถืออย่างเป็นทางการของ YouTube แอปนี้ไม่ได้แยกหรือดาวน์โหลด URL สื่อ
tr_tr: Uygulama içi oynatma, YouTube'un resmi mobil izleme sayfasını kullanır. Bu uygulama medya URL'lerini çıkarmaz veya indirmez.
uk_ua: Для відтворення в додатку використовується офіційна сторінка YouTube для мобільних пристроїв. Ця програма не витягує та не завантажує URL-адреси медіафайлів.
ur_pk: درون ایپ پلے بیک YouTube کا آفیشل موبائل دیکھنے کا صفحہ استعمال کرتا ہے۔ یہ ایپ میڈیا یو آر ایل کو نکال یا ڈاؤن لوڈ نہیں کرتی ہے۔
uz_latn_uz: Ilova ichida ijro etish YouTubening rasmiy mobil tomosha sahifasidan foydalanadi. Bu ilova media URL manzillarini chiqarmaydi yoki yuklab olmaydi.
vi_vn: Tính năng phát lại trong ứng dụng sử dụng trang xem chính thức trên thiết bị di động của YouTube. Ứng dụng này không trích xuất hoặc tải xuống URL phương tiện.
zh_hans_cn: 应用内播放使用 YouTube 的官方移动观看页面。此应用程序不会提取或下载媒体 URL。
zh_hant_hk: 應用程式內播放使用 YouTube 的官方行動觀看頁面。此應用程式不會提取或下載媒體 URL。
zu_za: Ukudlala ngaphakathi nohlelo kusebenzisa ikhasi elisemthethweni lokubuka leselula le-YouTube. Lolu hlelo lokusebenza alukhiphi noma alulande ama-URL emidiya.

# LikedVideosHeading.Text
source: liked videos
af_za: het video's gehou
am_et: የተወደዱ ቪዲዮዎች
ar_sa: مقاطع الفيديو التي أعجبتني
as_in: লাইক কৰা ভিডিঅ'
az_latn_az: bəyənilən videolar
be_by: спадабаліся відэа
bg_bg: харесани видеоклипове
bn_bd: ভিডিও পছন্দ হয়েছে
bs_latn_ba: lajkovani video snimci
ca_es: vídeos que han agradat
cs_cz: oblíbená videa
da_dk: kunne lide videoer
de_de: gefallene Videos
el_gr: βίντεο που άρεσαν
es_us: vídeos que me gustaron
et_ee: meeldisid videod
eu_es: gustatu zaizkien bideoak
fa_ir: ویدیوها را پسندید
fi_fi: tykkäsi videoista
fil_ph: nagustuhan ang mga video
fr_ca: vidéos préférées
gl_es: vídeos gustaron
gu_in: વિડિઓઝ ગમ્યા
he_il: אהב סרטונים
hi_in: वीडियो पसंद आए
hr_hr: svidjeli su se videozapisi
hu_hu: kedvelt videók
hy_am: հավանել են տեսանյութերը
id_id: menyukai video
is_is: líkaði við myndbönd
it_it: video piaciuti
ja_jp: ビデオが好きだった
ka_ge: მოეწონა ვიდეოები
kk_kz: ұнаған бейнелер
km_kh: វីដេអូដែលចូលចិត្ត
kn_in: ವೀಡಿಯೊಗಳನ್ನು ಇಷ್ಟಪಟ್ಟಿದ್ದಾರೆ
ko_kr: 동영상을 좋아했습니다.
ky_kg: жактырган видеолор
lo_la: ວິດີໂອຖືກໃຈ
lt_lt: patiko vaizdo įrašai
lv_lv: patika videoklipi
mk_mk: допаднаа видеа
ml_in: വീഡിയോകൾ ഇഷ്ടപ്പെട്ടു
mn_mn: таалагдсан видеонууд
mr_in: व्हिडिओ आवडले
ms_my: video yang disukai
nb_no: likte videoer
ne_np: भिडियोहरू मन पर्यो
nl_nl: vond video's leuk
or_in: ଭିଡିଓଗୁଡିକ ପସନ୍ଦ କରନ୍ତି |
pa_in: ਵੀਡੀਓ ਪਸੰਦ ਕੀਤੇ
pl_pl: polubione filmy
pt_br: gostei dos vídeos
ro_ro: le-au plăcut videoclipuri
ru_ru: понравившиеся видео
si_lk: වීඩියෝ වලට කැමතියි
sk_sk: videá, ktoré sa vám páčia
sl_si: všečkani videoposnetki
sq_al: video të pëlqyera
sr_cyrl_rs: свиђали се видео снимци
sr_latn_rs: sviđali se video snimci
sv_se: gillade videor
sw_ke: alipenda video
ta_in: வீடியோக்களை விரும்பினார்
te_in: వీడియోలను ఇష్టపడ్డారు
th_th: ชอบวิดีโอ
tr_tr: beğenilen videolar
uk_ua: сподобалися відео
ur_pk: پسند کی ویڈیوز
uz_latn_uz: yoqqan videolar
vi_vn: video thích
zh_hans_cn: 喜欢的视频
zh_hant_hk: 喜歡的視頻
zu_za: amavidiyo athandiwe

# LoadLikedVideosButton.Content
source: LOAD LIKED VIDEOS
af_za: Laai VIDEO'S wat gelaaik is
am_et: የተወደዱ ቪዲዮዎችን ጫን
ar_sa: قم بتحميل مقاطع الفيديو التي أعجبتك
as_in: LOAD LIKED ভিডিঅ'
az_latn_az: BƏYƏNİLMİŞ VİDEOLARI YÜKLƏYİN
be_by: ЗАГРУЗІЦЬ СПАДАБАЕЦЦА ВІДЭА
bg_bg: ЗАРЕДЕТЕ ХАРЕСАНИ ВИДЕОКЛИПОВЕ
bn_bd: লাইক করা ভিডিও লোড করুন
bs_latn_ba: UČITAJ SVIĐENI VIDEO
ca_es: CARREGA ELS VÍDEOS QUE M'AGRADA
cs_cz: NAČÍST VIDEA, která se líbila
da_dk: INDLÆS VIDEOER, DU LIKES
de_de: LADE LIKEN-VIDEOS
el_gr: ΦΟΡΤΩΣΗ ΒΙΝΤΕΟ ΠΟΥ ΑΡΕΣΟΥΝ
es_us: CARGAR VIDEOS QUE ME GUSTA
et_ee: LAADI MEELDIB VIDEOD
eu_es: KARGATU GUSTUKO DITUZTEN BIDEOAK
fa_ir: بارگذاری ویدیوهای پسندیده
fi_fi: LATAA TYKKÄTYT VIDEOT
fil_ph: MAG-LOAD NG MGA NAG-LIKE NA VIDEO
fr_ca: CHARGEZ DES VIDÉOS AIMÉES
gl_es: CARGA VÍDEOS QUE GUSTA
gu_in: ગમેલા વિડિયોઝ લોડ કરો
he_il: טען סרטוני 'אהבתי'
hi_in: पसंद किए गए वीडियो लोड करें
hr_hr: UČITAJ VIDEOZAPASE KOJI SE SVIĐAJU
hu_hu: TÖLTSE BE KEDVEZETT VIDEÓKAT
hy_am: Բեռնել Հավանած ՏԵՍԱՆՅՈՒԹԵՐԸ
id_id: MUAT VIDEO YANG DI SUKA
is_is: HLAÐA MYNDBAND sem líkar við
it_it: CARICA VIDEO PIACEVOLI
ja_jp: 気に入った動画をロードする
ka_ge: მოწონებული ვიდეოების ჩატვირთვა
kk_kz: ҰНАҒАН ВИДЕОЛАРДЫ ЖҮКТЕП АЛУ
km_kh: ផ្ទុកវីដេអូដែលចូលចិត្ត
kn_in: ಇಷ್ಟಪಟ್ಟ ವೀಡಿಯೊಗಳನ್ನು ಲೋಡ್ ಮಾಡಿ
ko_kr: 좋아요를 누른 동영상 로드
ky_kg: ЖАКТЫЛГАН ВИДЕОЛОРДУ ЖҮКТӨ
lo_la: ໂຫລດວິດີໂອທີ່ມັກ
lt_lt: Įkelti PATINKAUS VIDEO
lv_lv: IELĀDĒJIET VIDEO, KAS PATĪK
mk_mk: ВКЛУЧЕТЕ ГИ ВИДЕАТА МИ СЕ ДОПАЃААТ
ml_in: ഇഷ്ടപ്പെട്ട വീഡിയോകൾ ലോഡ് ചെയ്യുക
mr_in: आवडलेले व्हिडिओ लोड करा
ms_my: MUAT VIDEO SUKA
nb_no: LAST LIKTE VIDEOER
ne_np: मन परेका भिडियोहरू लोड गर्नुहोस्
nl_nl: LAAD GELIEFDE VIDEO'S
or_in: ଲୋଡ୍ ଭିଡିଓଗୁଡିକ ଲୋଡ୍ କରନ୍ତୁ |
pa_in: ਪਸੰਦ ਕੀਤੇ ਵੀਡੀਓਜ਼ ਲੋਡ ਕਰੋ
pl_pl: ŁADUJ POLUBIONE FILMY
pt_br: CARREGAR VÍDEOS GOSTOSOS
ro_ro: ÎNCĂRCĂ VIDEOCLIPURI CU LIKE
ru_ru: ЗАГРУЗИТЬ ПОнравившиеся ВИДЕО
si_lk: කැමති වීඩියෝ පටවන්න
sk_sk: NAČÍTAJTE VIDEÁ, ktoré sa vám páčia
sl_si: NALOŽI VŠEČ POSNETKE
sq_al: NGARKONI VIDEOT E Pëlqyera
sr_cyrl_rs: УЧИТАЈ ВИДЕО СЛИКЕ
sr_latn_rs: UČITAJ VIDEO SLIKE
sv_se: LADDA GILDA VIDEOR
sw_ke: PAKIA VIDEO ZILIZOPENDWA
ta_in: விரும்பிய வீடியோக்களை ஏற்றவும்
te_in: ఇష్టపడిన వీడియోలను లోడ్ చేయండి
th_th: โหลดวิดีโอที่ชอบ
tr_tr: BEĞENİ VİDEOLARI YÜKLE
uk_ua: ЗАВАНТАЖИТИ ВІДЕО, СПОДОБАЛИСЯ
ur_pk: پسند کی گئی ویڈیوز لوڈ کریں۔
uz_latn_uz: LAYK BULGAN VIDEOLARNI YUKLASH
vi_vn: TẢI VIDEO THÍCH
zh_hans_cn: 加载喜欢的视频
zh_hant_hk: 載入喜歡的視頻
zu_za: layisha AMAVIDIYO ATHANDIWE

# MoreLikedVideosButton.Content
source: LOAD MORE LIKED VIDEOS
af_za: Laai NOG VIDEO'S wat gelaaik is
am_et: ተጨማሪ የተወደዱ ቪዲዮዎችን ጫን
ar_sa: قم بتحميل المزيد من مقاطع الفيديو التي أعجبتك
as_in: অধিক ভাল লগা ভিডিঅ' লোড কৰক
az_latn_az: DAHA ÇOX BƏYƏNİLƏN VİDEOLARI YÜKLƏYİN
be_by: ЗАГРУЗІЦЬ БОЛЬШ ВІДЭА СПАДАБАЕЦЦА
bg_bg: ЗАРЕДЕТЕ ОЩЕ ХАРЕСАНИ ВИДЕОКЛИПОВЕ
bn_bd: আরও লাইক করা ভিডিও লোড করুন
bs_latn_ba: UČITAJ JOŠ VIDEOZAPOVA ZA SVIĐANJE
ca_es: CARREGA MÉS VÍDEOS QUE M'AGRADA
cs_cz: NAČÍST VÍCE VIDEÍ, KTERÁ SE LÍBÍ
da_dk: LÆS FLERE LIKEDE VIDEOER
de_de: LADEN SIE MEHR GEFÄLLTE VIDEOS
el_gr: ΦΟΡΤΩΣΤΕ ΠΕΡΙΣΣΟΤΕΡΑ ΒΙΝΤΕΟ ΠΟΥ ΑΡΕΣΟΥΝ
es_us: CARGAR MÁS VIDEOS QUE ME GUSTA
et_ee: LAADI ROHKEM MEELDISID VIDEOID
eu_es: KARGATU GUSTATUTAKO BIDEOAK GEHIAGO
fa_ir: بارگیری ویدیوهای دوست‌داشتنی بیشتر
fi_fi: LATAA LISÄÄ TYKÄTYSTÄ VIDEOITA
fil_ph: MAG-LOAD NG KARAGDAGANG MGA NAG-LIKE NA VIDEO
fr_ca: CHARGEZ PLUS DE VIDÉOS AIMÉES
gl_es: CARGA MÁIS VÍDEOS QUE GUSTA
gu_in: વધુ પસંદ કરેલા વિડિયોઝ લોડ કરો
he_il: טען עוד סרטוני לייק
hi_in: अधिक पसंद किए गए वीडियो लोड करें
hr_hr: UČITAJ JOŠ VIDEOZAPISA KOJI SE SVIĐAJU
hu_hu: TÖLTSE BE TÖBB SZERETETT VIDEÓT
hy_am: Բեռնել ԱՎԵԼԻ Հավանած ՏԵՍԱՆՅՈՒԹԵՐԸ
id_id: MUAT LEBIH BANYAK VIDEO YANG DI SUKA
is_is: HLAÐAÐU FLEIRI myndbönd sem líkað er við
it_it: CARICA PIÙ VIDEO PIACEVOLI
ja_jp: 気に入った動画をもっと読み込む
ka_ge: ატვირთეთ მეტი მოწონებული ვიდეო
kk_kz: КӨБЕК ЛАЙК БАСҚАН ВИДЕОЛАРДЫ ЖҮКТЕП АЛУ
km_kh: ផ្ទុកវីដេអូដែលចូលចិត្តច្រើនទៀត
kn_in: ಹೆಚ್ಚು ಇಷ್ಟಪಟ್ಟ ವೀಡಿಯೊಗಳನ್ನು ಲೋಡ್ ಮಾಡಿ
ko_kr: 좋아요를 누른 동영상을 더 로드하세요
ky_kg: КӨБҮРӨӨК ЖАКШЫ ВИДЕОЛОРДУ ЖҮКТӨҢҮЗ
lo_la: ໂຫລດວິດີໂອທີ່ມັກຫຼາຍ
lt_lt: ĮKELTI DAUGIAU PATINKAMI VIDEO
lv_lv: IELĀDĒJIET VAIRĀK VIDEO, KAS PATĪK
mk_mk: ВКЛУЧЕТЕ ПОВЕЌЕ ВИДЕА ЛАЈКНИ
ml_in: കൂടുതൽ ഇഷ്ടപ്പെട്ട വീഡിയോകൾ ലോഡ് ചെയ്യുക
mn_mn: ИЛҮҮ лайк дарсан ВИДЕО АТААРАЙ
mr_in: आणखी आवडलेले व्हिडिओ लोड करा
ms_my: MUAT LEBIH BANYAK VIDEO SUKA
nb_no: LAST FLERE LIKTE VIDEOER
ne_np: थप मन परेका भिडियोहरू लोड गर्नुहोस्
nl_nl: LAAD MEER GELIEFD VIDEO'S
or_in: ଅଧିକ ପସନ୍ଦ କରୁଥିବା ଭିଡିଓଗୁଡିକ ଲୋଡ୍ କରନ୍ତୁ |
pa_in: ਹੋਰ ਪਸੰਦ ਕੀਤੇ ਵੀਡੀਓਜ਼ ਲੋਡ ਕਰੋ
pl_pl: ŁADUJ WIĘCEJ POLUBIONYCH FILMÓW
pt_br: CARREGUE MAIS VÍDEOS GOSTOSOS
ro_ro: ÎNCĂRCĂ MAI MULTE VIDEO CU LIKE
ru_ru: ЗАГРУЗИТЕ БОЛЬШЕ ПОнравившихся ВИДЕО
si_lk: වැඩිපුර කැමති වීඩියෝ පටවන්න
sk_sk: NAČÍTAJTE SI VIAC VIDEÍ, KTORÉ SA ŤA PÁČIA
sl_si: NALOŽI VEČ VŠEČ VIDEOPOSNETKOV
sq_al: NGARKONI VIDEO MË TË Pëlqyera
sr_cyrl_rs: УЧИТАЈ ЈОШ ВИДЕО СВИЂЕНИХ СНИМКА
sr_latn_rs: UČITAJ JOŠ VIDEO SVIĐENIH SNIMKA
sv_se: LADDA FLERA GILDA VIDEOR
sw_ke: PAKIA VIDEO ZILIZOPENDWA ZAIDI
ta_in: மேலும் விரும்பிய வீடியோக்களை ஏற்றவும்
te_in: మరిన్ని ఇష్టపడిన వీడియోలను లోడ్ చేయండి
th_th: โหลดวิดีโอที่ชอบมากขึ้น
tr_tr: DAHA FAZLA BEĞENİ VİDEO YÜKLE
uk_ua: ЗАВАНТАЖИТИ БІЛЬШЕ ВІДЕО, СПОДОБАЛИСЯ
ur_pk: مزید پسند کی گئی ویڈیوز لوڈ کریں۔
uz_latn_uz: KO'PROQ LIKE BOSGAN VIDEOLARNI YUKLASH
vi_vn: TẢI THÊM VIDEO ĐƯỢC THÍCH
zh_hans_cn: 加载更多喜欢的视频
zh_hant_hk: 加載更多喜歡的視頻
zu_za: layisha AMAVIDIYO AMANINGI ATHANDIWE

# MorePlaylistsButton.Content
source: LOAD MORE PLAYLISTS
af_za: LAAAI MEER SPEILLYSTE
am_et: ተጨማሪ አጫዋች ዝርዝሮችን ጫን
ar_sa: تحميل المزيد من قوائم التشغيل
as_in: অধিক প্লেলিষ্ট লোড কৰক
az_latn_az: DAHA ÇOX PLEYLİSTİ YÜKLƏYİN
be_by: ЗАГРУЗІЦЬ БОЛЬШ ПЛЭЙЛІСТЫ
bg_bg: ЗАРЕДЕТЕ ОЩЕ ПЛЕЙЛИСТИ
bn_bd: আরও প্লেলিস্ট লোড করুন
bs_latn_ba: UČITAJ VIŠE PLAYLISTA
ca_es: CARREGA MÉS LLISTES DE REPRODUCCIÓ
cs_cz: NAČÍST DALŠÍ SEZNAMY SKLADEB
da_dk: LÆS FLERE PLAYLISTER
de_de: WEITERE PLAYLISTEN LADEN
el_gr: ΦΟΡΤΩΣΤΕ ΠΕΡΙΣΣΟΤΕΡΕΣ ΛΙΣΤΕΣ ΑΝΑΠΑΡΑΓΩΓΗΣ
es_us: CARGAR MÁS LISTAS DE REPRODUCCIÓN
et_ee: LAADI ROHKEM ESITUSLOETELU
eu_es: KARGATU Erreprodukzio-zerrenda GEHIAGO
fa_ir: لیست های پخش بیشتر را بارگیری کنید
fi_fi: LATAA LISÄÄ soittolistoja
fil_ph: MAG-LOAD PA NG PLAYLIST
fr_ca: CHARGEZ PLUS DE LISTES DE LECTURE
gl_es: CARGA MÁIS LISTAS DE REPRODUCIÓN
gu_in: વધુ પ્લેલિસ્ટ લોડ કરો
he_il: טען עוד פלייליסטים
hi_in: अधिक प्लेलिस्ट लोड करें
hr_hr: UČITAJ JOŠ POPISA ZA REPRODUKCIJU
hu_hu: TOVÁBBI LEJÁTSZÁSI LISTA BETÖLTÉSE
hy_am: ԲԵՌՆԵԼ ԱՅԼ ՆՎԵՐԱՑԱՆԿՆԵՐ
id_id: MUAT DAFTAR PUTAR LEBIH BANYAK
is_is: HLAÐAÐU FLEIRI SPIGLISTA
it_it: CARICA PIÙ PLAYLIST
ja_jp: さらにプレイリストをロードする
ka_ge: ჩატვირთეთ მეტი დასაკრავი სიები
kk_kz: ҚОСЫМША ОЙНАТУ ТІЗІМДЕРІН ЖҮКТЕП АЛУ
km_kh: ផ្ទុក​បញ្ជី​ចាក់​បន្ថែម​ទៀត។
kn_in: ಇನ್ನಷ್ಟು ಪ್ಲೇಪಟ್ಟಿಗಳನ್ನು ಲೋಡ್ ಮಾಡಿ
ko_kr: 더 많은 재생목록 로드
ky_kg: Көбүрөөк ОЙНОО ТИЗМЕЛЕРИН ЖҮКТӨҢҮЗ
lo_la: ໂຫຼດລາຍການຫຼິ້ນເພີ່ມເຕີມ
lt_lt: ĮKELITE DAUGIAU GROJARAŠČIŲ
lv_lv: IELĀDĒJIET VAIRĀK ATSKAŅOŠANAS SARAKSTU
mk_mk: ВЧУВАЈ ПОВЕЌЕ ПЛЕЈЛИСТИ
ml_in: കൂടുതൽ പ്ലേലിസ്റ്റുകൾ ലോഡുചെയ്യുക
mr_in: अधिक प्लेलिस्ट लोड करा
ms_my: MUAT LAGI SENARAI MAIN
nb_no: LAST FLERE SPILLELISTER
ne_np: थप प्लेलिस्टहरू लोड गर्नुहोस्
nl_nl: LAAD MEER AFSPEELLIJSTEN
or_in: ଅଧିକ ଖେଳାଳୀ ଲୋଡ୍ କରନ୍ତୁ |
pa_in: ਹੋਰ ਪਲੇਲਿਸਟਸ ਲੋਡ ਕਰੋ
pl_pl: ŁADUJ WIĘCEJ PLAYLIST
pt_br: CARREGUE MAIS PLAYLISTS
ro_ro: ÎNCĂRCĂ MAI MULTE LISTE DE REDARE
ru_ru: ЗАГРУЗИТЬ БОЛЬШЕ ПЛЕЙЛИСТОВ
si_lk: තවත් ධාවන ලැයිස්තු පූරණය කරන්න
sk_sk: NAČÍTAŤ ĎALŠIE ZOZNAMY SKLADIEB
sl_si: NALOŽI VEČ SEZNAMOV PREDVAJANJA
sq_al: NGARKONI MË SHUMË LISTA LUAJTJE
sr_cyrl_rs: УЧИТАЈ ВИШЕ ПЛАИЛИСТА
sr_latn_rs: UČITAJ VIŠE PLAILISTA
sv_se: LADDA FLERA SPELLISTOR
sw_ke: PAKIA ORODHA ZA KUCHEZA ZAIDI
ta_in: மேலும் பிளேலிஸ்ட்களை ஏற்றவும்
te_in: మరిన్ని ప్లేజాబితాలను లోడ్ చేయండి
th_th: โหลดเพลย์ลิสต์เพิ่มเติม
tr_tr: DAHA FAZLA ÇALMA LİSTESİ YÜKLE
uk_ua: ЗАВАНТАЖИТИ ІНШІ СПИСКИ ВІДТВОРЕННЯ
ur_pk: مزید پلے لسٹس لوڈ کریں۔
uz_latn_uz: KO'PROQ Pleylistlarni YUKLASH
vi_vn: TẢI THÊM DANH SÁCH PHÁT
zh_hans_cn: 加载更多播放列表
zh_hant_hk: 載入更多播放列表
zu_za: layisha UHLU LOKUDLALWAYO OLUNINGI
